//条款说明
export const CLAUSE = [
    {
        value: '网站声明',
        label: '本网站归属开发者个人所有，供专业毕业设计使用，仅用于提供相关信息，不做商业用途。使用本网站或从本网站下载文件都表明您同意遵守此声明所述条款及条件。如果您不同意这些条款和条件，请勿使用本网站或从本网站下载文件。'
    },
    {
        value: '网站有限许可',
        label: '根据本条款规定的内容和条件，该网站给予您访问、使用本网站及其内容的权力，此权力是非排他性的、有限的，且不可转让。您同意不以任何方式中断或企图中断本网站的运行。开发者授权您阅读和下载本网站信息，但仅供您个人使用，不得涉及商业行为。'
    },
    {
        value: '免责条款',
        label: '本网站所发布的信息中可能包含无版权信息，对于本网站所发布的信息，开发者不声明或保证其内容之正确性或完整性，也不保证所展示或传播的建议、意见、声明或其它信息的可靠性。对于用户通过本网站有关服务之广告、信息或要约而购买或取得之任何信息或服务，亦不承担质量保证之责任。网站提供的服务不提供任何明示或默示的担保或保证，包含但不限于特定目的之适用性及未侵害他人权利等担保或保证。'
    },
    {
        value: '版权归属',
        label: '开发者独立拥有该网站相关网页设计的版权。未经开发者的明确书面许可，对于该网站上的任何内容，任何人不得对其进行复制、发行、展示或传播以作其他用途的行为。'
    },
    {
        value: '知识产权',
        label: '本网站所载述的域名商标、文字、视像及声音内容、图形及图象均受有关商标和著作权的法律保护。未经开发者事先以书面明确允许，任何企业或个人不得以任何形式复制或传递。'
    },
    {
        value: '第三方网站',
        label: '为方便您获取信息，开发者可能在本网站上提供其它实体网站的链接。您在使用链接网站时将离开本网站，并将自行承担在该网站所及风险，包括采取必要的保护措施防范病毒或其它破坏因素。开发者不但保、不代表也不认可任何链接网站及其所涉信息、产品或服务。链接并不暗示开发者或本网站同链接实体间有任何赞助、认可、归属或相关关系，也不暗示任何一方在法律上被授权使用另一方或其任何附属公司或分公司的任何商标、商品名、标识或版权符号。'
    },
    {
        value: '您提供的信息',
        label: '您通过本网站向开发者提供的任何可识别个人信息受到本网站相关隐私政策保护。开发者不希望您，您也不应该通过本网站向我们传递秘密或专有信息。您同意您或代表您向开发者提供的信息或资料都并非秘密或专有，您确认已授权开发者非限制地、不可追溯地、全球性地、无版税地使用、复制、展示、公共展出、发送及传播该信息或资料。并且，您也同意开发者无偿使用您或代表您向开发者提供的任何想法、观念或技术。此外，您应当知道开发者不希望您，而您也承诺不向开发者提供诽谤性、威胁性、淫秽、骚扰性或任何非法及包含他人所有权的信息及资料。'
    },
    {
        value: '损坏的限制',
        label: '在任何情况下，开发者不对与使用本网站及其链接内容、资料和功能相关的任何损坏付赔偿义务，不论损坏是直接、非直接、特别、间接或其它形式（其中包括您信息处理系统的任何盈利损失、业务中断、信息、计划或其它数据的丢失），即便开发者被明确告知潜在损坏也是如此。'
    },
    {
        value: '修订',
        label: '开发者保留单方面更正网站上任何错误或遗漏的权力。开发者可以随时更改网站及其资料、产品、项目、服务或价格（如有）的描述，所有变更无需提前告知。开发者保留单方随时全部或部分修订及增删本条款的权力。修订内容自修订通知贴出起生效。'
    }

]